

// =====================================================
// specimen4127.js
// 標本番号 4127
// =====================================================


export const specimen4127 = {


    id: "SINH-MA-770",


    file: "models/4127_bear.glb",


    name:
    "ツキノワグマ頭骨（標本SINH-MA-770）",


    species:
    "Ursus thibetanus",


    age:
    "成獣",


    sex:
    "不明",


    location:
    "栃木県日光市鬼怒川温泉",


    date:
    "2000年",


    condition:
    "良好",



      parts:{


        "頭頂部": {

            name:"頭頂部",

            position:"-4.023 85.368 -17.761",

            text:
            "頭蓋骨の最上部。脳を保護する役割を持つ部位。"

        },


        "下顎": {

            name:"下顎",

            position:"-4.682 -45.525 132.909",

            text:
            "咀嚼を行う骨。強力な咬筋が付着する。"

        },


        "眼窩": {

            name:"眼窩",

            position:"35.483 51.793 70.613",

            text:
            "眼球が収まる空間。視覚に関係する部位。"

        },


        "犬歯": {

            name:"犬歯",

            position:"24.314 -18.262 130.959",

            text:
            "捕食や防御に使用される発達した歯。ツキノワグマでは鋭く発達している。"

        },


        "鼻骨": {

            name:"鼻骨",

            position:"100 0 0",

            text:
            "鼻部を形成する骨。嗅覚器官を支える。"

        }


    }};
