// =====================================================
// specimen3593.js
// 標本番号 3593
// =====================================================

export const specimen3593 = {

    id: "SINH-MA-835",

    file: "models/3593_bear.glb",

    name: "ヒグマ頭骨",

    species: "Ursus arctos",

    age: "成獣",

    sex: "♀",

    location: "北海道オホーツク地方",

    date: "2004年11月16日",

    condition: "良好",


    parts: {


        "頭頂部": {

            name: "頭頂部",

            position: "-4.023 85.368 17.761",

            text:
            "頭蓋骨の最上部。脳を保護する重要な部位。"

        },


        "下顎": {

            name: "下顎",

            position: "4.682 -45.525 -132.909",

            text:
            "咀嚼を行う骨。強い筋肉が付着する。"

        },


        "眼窩": {

            name: "眼窩",

            position: "-24.483 51.793 -16.613",

            text:
            "眼球が収まる空間。視覚機能に関係する部位。"

        },


        "犬歯": {

            name: "犬歯",

            position: "-24.314 -18.262 -126.959",

            text:
            "獲物を捕らえ引き裂くために発達した鋭い歯。肉食動物の特徴。"

        }


    }

};
